{
  "main": {
    "name":"Software Development. Delivered.",
    "description":"The development of reliable and scalable software solutions for any OS, browser and device. Reduced implementation costs and timely delivery with organized development process, modern methodologies, competencies in cutting-edge technologies, and a rich pool of developers.",
    "image":"profilepic.png",
    "bio":"Prowerse believes in a personalized approach to every customer. The selection of development practice is tailored to customer's specific business needs. Be it classical methodologies, such as Waterfall or Prototype development, or modern approaches like Agile, Kanban, Lean or Extreme Programming, Prowerse ensures a timely delivery of the project.",
    "contactmessage":"Here is where you should write your message to readers to have them get in contact with you.",
    "email": "info@prowerse.com",
    "phone": "+91 95375 40795",
    "address":{
      "street":"(Your Street)",
      "city":"(Your City)",
      "state":"(Your State)",
      "zip": "(Your Zip/Postal Code)"
    },
    "companyvalues":{
      "people":"People are the focus of fundamental belief at Prowerse. To attract, hire and retain the best talents and provide first-class learning, growing & working experiences is the core Prowerse value.",
      "journey":"Prowerse passionately believes that moments, experiences, and memories shared by team while on a project delivery must be enjoyable & wholesome. As they say, Happiness is a journey, not a destination.",
      "progress":"Stay focused on the continuous march toward achieving the milestones, the successes, and the breakthroughs."
    },
    "website": "http://www.timbakerdev.com",
    "resumedownload":"http://timbakerdev.com",
    "social":[
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/company/prowerse/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"github",
        "url":"http://github.com/prowerse",
        "className":"fa fa-github"
      },
      {
        "name":"email",
        "url":"mailto:info@prowerse.com",
        "className":"fa fa-envelope"
      }
    ]
  },
  "resume":{
    "education":[
      {
        "school":"Enterprise Applications",
        "description":"Enterprise Applications are large-scale software packages that support business processes, information flows, reporting, and data analytics in complex organizations. Prowerse focuses on Simplicity, Maintainability, Reusability, Decoupling of Technology and Functionality. Prowerse's proven approach of breaking large-scale application in to the small & frequent ship-able deliveries has always made sure that Enterprise Applications are developed with continuous User Feedback."
      },
      {
        "school":"Mobile Applications",
        "description":"Prowerse brings to life product ideas of native, cross-platform, and hybrid mobile applications, targeting smartphones and tablets. Be it e-commerce experience or geo-tracking of users, Prowerse has delivered such examples with ease of use. Prowerse can participate from concept screen sketching till seamless deployments of Apps to the respective app stores."
      },
      {
        "school":"Web Applications",
        "description":"Prowerse provides flexible and seamless website development services. Prowerse's approach to design attractive and customer-friendly web designs has helped many businesses to enlarge digital footprint. Prowerse is proud of excellent team of designers & developers, which can collaborate with you during the journey of concept to website hosting."
      }
    ],
    "work":[
      {
        "company":"Staff augmentation",
        "description":"Fill in the skill gap of in-house resources with the best Prowerse offshore talents assigned to projects full-time and managed by you directly. Prowerse provides staff augmentation services to speed up development and optimize development costs."
      },
      {
        "company":"Dedicated team",
        "description":"Expand your software development capabilities and minimize management efforts with a dedicated Prowerse development team managed by a PM from Prowerse who regularly reports to you and collaborates on all important decisions in the project."
      }
    ],
    "skills":[
      {
        "name":"Clouds",
        "stacknames":"Amazon Web Services, Microsoft Azure, Google Cloud Platform"
      },
      {
        "name":"Backends",
        "stacknames":"Microsoft .Net & .Net Core, Java, PHP, Node.js, Python"
      },
      {
        "name":"Web",
        "stacknames":"Angular, React, Vue, ASP.NET"
      },
      {
        "name":"UI Bundles",
        "stacknames":"Bootstrap, Materialize, Semantic, PureCSS, FluentUI"
      },
      {
        "name":"Databases",
        "stacknames":"MSSQL, MYSQL, MongoDB, Redis, Cassandra, Azure CosmosDB, AWS DynamoDB"
      },
      {
        "name":"DevOps",
        "stacknames":"Azure Pipelines, TeamCity, Kubernetes, Jenkins, Docker"
      },
      {
        "name":"AI/ML",
        "stacknames":"Azure ML, LUIS, BOT Framework, TensorFlow"
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"Robin Abrol",
        "category":"Director - Strategic Alliances",
        "image":"linkedin.png",
        "url":"https://www.linkedin.com/in/robin-abrol-0963471b5/"
      },
      {
        "title":"Harry Roy",
        "category":"Chief People Officer",
        "image":"linkedin.png",
        "url":"https://www.linkedin.com/in/harry-roy-4321931b6/"
      },
      {
        "title":"Patrick Chera",
        "category":"Principal Consultant",
        "image":"patrick-chera.jpg",
        "url":"https://www.linkedin.com/in/patrick-chera/"
      }
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"The initial expectations set were too hard to believe and sounded like a sales pitch. The journey thereafter was fun-filled and more ups than downs. At the end, we got what we asked for. A well-cooked and tested interface through using Angular, node. We'll look forward to repeating success with Prowerse on more opportunities.",
        "user":"Vicente, CIO, A product development company from Spain"
      },
      {
        "text":"On time delivery and importantly at agreed costs. It was a simple task but I know a few out there that would have screwed it. Was also good to have single delivery spoc even after having Prowerse work on the mobile and web parts. Delighted to say the least.",
        "user":"Angelique, MD, Marketing Agency from Australia"
      }
    ]
  }
}
